/* Category Names */
"AmpedePDF" = "Ampede";

/* Plug-in Names */
"AmpedePDF::FxPlug Name" = "AmpedePDF";
"AmpedePDF::FxPlug Description" = "AmpedePDF renders vector content from Adobe Illustrator and PDF files frame by frame, so the image is always sharp regardless of scale, movement, or rotation.";
"AmpedePDF::Color" = "Color";
"AmpedePDF::About" = "About";
"AmpedePDF::Options" = "Options";
